Repository: Kyome22/ScreenNote
Catalog: LocalPackage/Sources/UserInterface/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# %@%@key
source: %1$@ %2$@ key
de: %1$@ %2$@-Taste
es: Tecla %1$@ %2$@
fr: Touche %1$@ %2$@
ja: %1$@ %2$@キー
ko: %1$@ %2$@ 키
zh_hans: %1$@ %2$@ 键
zh_hant: %1$@ %2$@ 鍵

# aboutApp
source: About ScreenNote
de: Über ScreenNote
es: Acerca de ScreenNote
fr: À propos de ScreenNote
ja: ScreenNoteについて
ko: ScreenNote 정보
zh_hans: 关于 ScreenNote
zh_hant: 關於 ScreenNote

source: Align
de: Ausrichten
es: Alinear
fr: Aligner
ja: 整列
ko: 정렬
zh_hans: 对齐
zh_hant: 對齊

source: Arrange
de: Anordnen
es: Organizar
fr: Disposer
ja: 配置
ko: 정리
zh_hans: 排列
zh_hant: 排列

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d’arrière-plan
ja: 背景色
ko: 배경색
zh_hans: 背景颜色
zh_hant: 背景顏色

source: Background Opacity
de: Hintergrund-Deckkraft
es: Opacidad del fondo
fr: Opacité de l’arrière-plan
ja: 背景の不透明度
ko: 배경 불투명도
zh_hans: 背景不透明度
zh_hant: 背景不透明度

source: Bottom
de: Unten
es: Parte inferior
fr: Bas de l’écran
ja: 画面下部
ko: 화면 하단
zh_hans: 屏幕底部
zh_hant: 螢幕底部

# bringFront
source: Bring to Frontmost
de: Ganz nach vorne
es: Traer al frente
fr: Mettre au premier plan
ja: 最前面へ配置
ko: 맨 앞으로 가져오기
zh_hans: 移到最前面
zh_hant: 移到最前面

source: Canvas
de: Leinwand
es: Lienzo
fr: Canevas
ja: キャンバス
ko: 캔버스
zh_hans: 画布
zh_hant: 畫布

# clear
source: Clear All: ⌘⌫
de: Alles löschen: ⌘⌫
es: Borrar todo: ⌘⌫
fr: Tout effacer : ⌘⌫
ja: 全てを削除: ⌘⌫
ko: 모두 지우기: ⌘⌫
zh_hans: 全部清除: ⌘⌫
zh_hant: 全部清除: ⌘⌫

# clearAllObjects
source: Clear all objects each time
de: Bei jeder Anzeige alle Objekte löschen
es: Borrar todos los objetos cada vez
fr: Effacer tous les objets à chaque fois
ja: 表示の度に全てのオブジェクトを削除する
ko: 표시할 때마다 모든 객체 지우기
zh_hans: 每次显示时清除所有对象
zh_hant: 每次顯示時清除所有物件

# colorPalette
source: Change Color
de: Farbe ändern
es: Cambiar color
fr: Changer la couleur
ja: 描画色の変更
ko: 색상 변경
zh_hans: 更改颜色
zh_hant: 更改顏色

source: Continuous Support
de: Fortlaufende Unterstützung
es: Apoyo continuo
fr: Soutien continu
ja: 継続的なサポート
ko: 지속적인 후원
zh_hans: 持续支持
zh_hant: 持續支援

source: Default Color
de: Standardfarbe
es: Color predeterminado
fr: Couleur par défaut
ja: デフォルトの描画色
ko: 기본 색상
zh_hans: 默认颜色
zh_hant: 預設顏色

source: Default Line Width
de: Standard-Linienbreite
es: Grosor de línea predeterminado
fr: Épaisseur de trait par défaut
ja: デフォルトの線幅
ko: 기본 선 굵기
zh_hans: 默认线宽
zh_hant: 預設線寬

source: Default Object Type
de: Standard-Werkzeug
es: Herramienta predeterminada
fr: Outil par défaut
ja: デフォルトのツール
ko: 기본 도구
zh_hans: 默认工具
zh_hant: 預設工具

source: Default Opacity
de: Standard-Deckkraft
es: Opacidad predeterminada
fr: Opacité par défaut
ja: デフォルトの不透明度
ko: 기본 불투명도
zh_hans: 默认不透明度
zh_hant: 預設不透明度

source: Delete: ⌫
de: Löschen: ⌫
es: Eliminar: ⌫
fr: Supprimer : ⌫
ja: 削除: ⌫
ko: 삭제: ⌫
zh_hans: 删除: ⌫
zh_hant: 刪除: ⌫

# donationDescription
source: ScreenNote provides all features for free to everyone. You can support this project by offering hot cocoa.
de: ScreenNote stellt allen sämtliche Funktionen kostenlos zur Verfügung. Sie können dieses Projekt unterstützen, indem Sie eine heiße Schokolade spendieren.
es: ScreenNote ofrece todas sus funciones gratis a todo el mundo. Puedes apoyar este proyecto invitando a un chocolate caliente.
fr: ScreenNote propose toutes ses fonctionnalités gratuitement à tous. Vous pouvez soutenir ce projet en offrant un chocolat chaud.
ja: ScreenNote はすべての機能を無償で提供しています。 ココアを贈ることでこのプロジェクトをサポートできます。
ko: ScreenNote는 모든 기능을 무료로 제공합니다. 핫코코아를 보내 이 프로젝트를 후원할 수 있습니다.
zh_hans: ScreenNote 免费向所有人提供全部功能。 您可以通过赠送热可可来支持本项目。
zh_hant: ScreenNote 免費為所有人提供全部功能。 您可以透過贈送熱可可來支持本專案。

# donationTab
source: Donation
de: Spende
es: Donación
fr: Don
ja: 寄付
ko: 기부
zh_hans: 捐款
zh_hant: 捐款

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
zh_hans: 复制
zh_hant: 複製

source: Flip
de: Spiegeln
es: Voltear
fr: Retourner
ja: 反転
ko: 뒤집기
zh_hans: 翻转
zh_hant: 翻轉

source: Flip Horizontal
de: Horizontal spiegeln
es: Voltear horizontalmente
fr: Retourner horizontalement
ja: 水平方向に反転
ko: 수평으로 뒤집기
zh_hans: 水平翻转
zh_hant: 水平翻轉

source: Flip Vertical
de: Vertikal spiegeln
es: Voltear verticalmente
fr: Retourner verticalement
ja: 垂直方向に反転
ko: 수직으로 뒤집기
zh_hans: 垂直翻转
zh_hant: 垂直翻轉

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

# goBack
source: Go Back: ⌘Z
de: Rückgängig: ⌘Z
es: Deshacer: ⌘Z
fr: Annuler : ⌘Z
ja: 元に戻す: ⌘Z
ko: 실행 취소: ⌘Z
zh_hans: 撤销: ⌘Z
zh_hant: 還原: ⌘Z

# goForward
source: Go Forward: ⇧⌘Z
de: Wiederherstellen: ⇧⌘Z
es: Rehacer: ⇧⌘Z
fr: Rétablir : ⇧⌘Z
ja: やり直す: ⇧⌘Z
ko: 다시 실행: ⇧⌘Z
zh_hans: 重做: ⇧⌘Z
zh_hant: 重做: ⇧⌘Z

# helpArrow
source: Arrow Tool: A
de: Pfeil-Werkzeug: A
es: Herramienta flecha: A
fr: Outil flèche : A
ja: 矢印ツール: A
ko: 화살표 도구: A
zh_hans: 箭头工具: A
zh_hant: 箭頭工具: A

# helpFillOval
source: Fill Oval Tool: O
de: Ellipsen-Werkzeug (gefüllt): O
es: Herramienta óvalo relleno: O
fr: Outil ovale plein : O
ja: 楕円ツール（塗りつぶし）: O
ko: 타원 도구(채우기): O
zh_hans: 椭圆工具（填充）: O
zh_hant: 橢圓工具（填充）: O

# helpFillRect
source: Fill Rectangle Tool: R
de: Rechteck-Werkzeug (gefüllt): R
es: Herramienta rectángulo relleno: R
fr: Outil rectangle plein : R
ja: 長方形ツール（塗りつぶし）: R
ko: 사각형 도구(채우기): R
zh_hans: 矩形工具（填充）: R
zh_hant: 矩形工具（填充）: R

# helpLine
source: Line Tool: L
de: Linien-Werkzeug: L
es: Herramienta línea: L
fr: Outil ligne : L
ja: 直線ツール: L
ko: 직선 도구: L
zh_hans: 直线工具: L
zh_hant: 直線工具: L

# helpLineOval
source: Line Oval Tool: ⇧O
de: Ellipsen-Werkzeug (Kontur): ⇧O
es: Herramienta óvalo (contorno): ⇧O
fr: Outil ovale (contour) : ⇧O
ja: 楕円ツール（輪郭線）: ⇧O
ko: 타원 도구(윤곽선): ⇧O
zh_hans: 椭圆工具（轮廓）: ⇧O
zh_hant: 橢圓工具（外框）: ⇧O

# helpLineRect
source: Line Rectangle Tool: ⇧R
de: Rechteck-Werkzeug (Kontur): ⇧R
es: Herramienta rectángulo (contorno): ⇧R
fr: Outil rectangle (contour) : ⇧R
ja: 長方形ツール（輪郭線）: ⇧R
ko: 사각형 도구(윤곽선): ⇧R
zh_hans: 矩形工具（轮廓）: ⇧R
zh_hant: 矩形工具（外框）: ⇧R

# helpPen
source: Pen Tool: P
de: Stift-Werkzeug: P
es: Herramienta pluma: P
fr: Outil stylo : P
ja: ペンツール: P
ko: 펜 도구: P
zh_hans: 画笔工具: P
zh_hant: 畫筆工具: P

# helpSelect
source: Select Tool: S
de: Auswahl-Werkzeug: S
es: Herramienta selección: S
fr: Outil sélection : S
ja: 選択ツール: S
ko: 선택 도구: S
zh_hans: 选择工具: S
zh_hant: 選取工具: S

# helpText
source: Text Tool: T
de: Text-Werkzeug: T
es: Herramienta texto: T
fr: Outil texte : T
ja: テキストツール: T
ko: 텍스트 도구: T
zh_hans: 文本工具: T
zh_hant: 文字工具: T

source: Hide Canvas
de: Leinwand ausblenden
es: Ocultar lienzo
fr: Masquer le canevas
ja: キャンバスを非表示
ko: 캔버스 가리기
zh_hans: 隐藏画布
zh_hant: 隱藏畫布

source: Horizontal Align Center
de: Horizontal zentriert ausrichten
es: Alinear horizontalmente al centro
fr: Aligner horizontalement au centre
ja: 水平方向中央に整列
ko: 수평 가운데 정렬
zh_hans: 水平居中对齐
zh_hant: 水平置中對齊

source: Horizontal Align Left
de: Horizontal links ausrichten
es: Alinear horizontalmente a la izquierda
fr: Aligner horizontalement à gauche
ja: 水平方向左に整列
ko: 수평 왼쪽 정렬
zh_hans: 水平靠左对齐
zh_hant: 水平靠左對齊

source: Horizontal Align Right
de: Horizontal rechts ausrichten
es: Alinear horizontalmente a la derecha
fr: Aligner horizontalement à droite
ja: 水平方向右に整列
ko: 수평 오른쪽 정렬
zh_hans: 水平靠右对齐
zh_hant: 水平靠右對齊

source: Introduction
de: Einführung
es: Introducción
ja: 導入
ko: 소개
zh_hans: 介绍
zh_hant: 介紹

# lang
source: en
de: de
es: es
fr: fr
ja: ja
ko: ko
zh_hans: zh-Hans
zh_hant: zh-Hant

source: Launch
de: Starten
es: Inicio
fr: Lancement
ja: 起動
ko: 실행
zh_hans: 启动
zh_hant: 啟動

# launchAtLogin
source: Launch ScreenNote automatically at login
de: ScreenNote bei der Anmeldung automatisch starten
es: Iniciar ScreenNote automáticamente al iniciar sesión
fr: Lancer ScreenNote automatiquement à la connexion
ja: ログイン時に自動でScreenNoteを起動
ko: 로그인 시 ScreenNote 자동 실행
zh_hans: 登录时自动启动 ScreenNote
zh_hant: 登入時自動啟動 ScreenNote

source: Left
de: Linke Seite
es: Lado izquierdo
fr: Côté gauche
ja: 画面左側
ko: 화면 왼쪽
zh_hans: 屏幕左侧
zh_hant: 螢幕左側

# lineWidth
source: Change Line Width
de: Linienbreite ändern
es: Cambiar grosor de línea
fr: Changer l’épaisseur du trait
ja: 線幅の変更
ko: 선 굵기 변경
zh_hans: 更改线宽
zh_hant: 更改線寬

# longPress%@
source: Long press the %@ key.
de: Halten Sie die %@-Taste gedrückt.
es: Mantén pulsada la tecla %@.
fr: Appuyez longuement sur la touche %@.
ja: %@キーを長押ししてください。
ko: %@ 키를 길게 누르세요.
zh_hans: 请长按 %@ 键。
zh_hant: 請長按 %@ 鍵。

source: Long Press Duration
de: Dauer des langen Drückens
es: Duración de la pulsación larga
fr: Durée d’appui long
ja: 長押し時間
ko: 길게 누르기 시간
zh_hans: 长按时长
zh_hant: 長按時長

# longPressModifierKey
source: Long press a modifier key
de: Modifizierertaste lange drücken
es: Pulsación larga de una tecla modificadora
fr: Appui long sur une touche de modification
ja: 修飾キーの長押し
ko: 수정자 키 길게 누르기
zh_hans: 长按修饰键
zh_hant: 長按修飾鍵

# mailBody
source: # Environment - %@: ver %@ - %@ - macOS: %@ # What You Tried - Relaunched the app: Yes/No - Uninstalled the app: Yes/No # Short Description # Steps to Reproduce the Issue # Expected Result
de: # Umgebung - %@: ver %@ - %@ - macOS: %@ # Was Sie versucht haben - App neu gestartet: Ja/Nein - App deinstalliert: Ja/Nein # Kurzbeschreibung # Schritte zur Reproduktion des Problems # Erwartetes Ergebnis
es: # Entorno - %@: ver %@ - %@ - macOS: %@ # Lo que has probado - Reiniciar la app: Sí/No - Desinstalar la app: Sí/No # Descripción breve # Pasos para reproducir el problema # Resultado esperado
fr: # Environnement - %@ : ver %@ - %@ - macOS : %@ # Ce que vous avez essayé - Relancement de l’app : Oui/Non - Désinstallation de l’app : Oui/Non # Brève description # Étapes pour reproduire le problème # Résultat attendu
ja: # 環境 - %@: ver %@ - %@ - macOS: %@ # 試したこと - アプリの再起動：はい/いいえ - アプリのアンインストール：はい/いいえ # 不具合の簡単な説明 # 不具合の再現手順（不具合が発生した際に行なっていた操作） # 本来期待される挙動
ko: # 환경 - %@: ver %@ - %@ - macOS: %@ # 시도한 것 - 앱 재실행: 예/아니오 - 앱 제거: 예/아니오 # 간단한 설명 # 문제 재현 단계 # 기대했던 결과
zh_hans: # 环境 - %@: ver %@ - %@ - macOS: %@ # 您尝试过的操作 - 重新启动应用: 是/否 - 卸载应用: 是/否 # 简短描述 # 问题重现步骤 # 期望的结果
zh_hant: # 環境 - %@: ver %@ - %@ - macOS: %@ # 您嘗試過的操作 - 重新啟動應用程式: 是/否 - 解除安裝應用程式: 是/否 # 簡短描述 # 問題重現步驟 # 預期結果

# mailSubject%@
source: %@ Issue Report
de: %@ Fehlerbericht
es: Informe de problema de %@
fr: Rapport de problème %@
ja: %@ 不具合の報告
ko: %@ 문제 보고
zh_hans: %@ 问题报告
zh_hant: %@ 問題回報

# manageSubscription
source: Manage Subscriptions
de: Abonnements verwalten
es: Gestionar suscripciones
fr: Gérer les abonnements
ja: サブスクリプションを管理
ko: 구독 관리
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Modifier Key
de: Modifizierertaste
es: Tecla modificadora
fr: Touche de modification
ja: 修飾キー
ko: 수정자 키
zh_hans: 修饰键
zh_hant: 修飾鍵

source: One-Time Donation
de: Einmalige Spende
es: Donación única
fr: Don ponctuel
ja: １回限りの寄付
ko: 1회 기부
zh_hans: 一次性捐款
zh_hant: 一次性捐款

# opacity
source: Change Opacity
de: Deckkraft ändern
es: Cambiar opacidad
fr: Changer l’opacité
ja: 不透明度の変更
ko: 불투명도 변경
zh_hans: 更改不透明度
zh_hant: 更改不透明度

# pressBothSide%@
source: Press left & right %@ keys at the same time.
de: Drücken Sie gleichzeitig die linke und rechte %@-Taste.
es: Pulsa las teclas %@ izquierda y derecha al mismo tiempo.
fr: Appuyez simultanément sur les touches %@ gauche et droite.
ja: 左右の%@キーを同時に押してください。
ko: 왼쪽 및 오른쪽 %@ 키를 동시에 누르세요.
zh_hans: 请同时按下左右 %@ 键。
zh_hant: 請同時按下左右 %@ 鍵。

# pressBothSideModifierKeys
source: Press left & right modifier keys at the same time
de: Gleichzeitiges Drücken der linken und rechten Modifizierertaste
es: Pulsar las teclas modificadoras izquierda y derecha a la vez
fr: Appui simultané sur les touches de modification gauche et droite
ja: 左右の修飾キーの同時押し
ko: 왼쪽과 오른쪽 수정자 키 동시 누르기
zh_hans: 同时按下左右修饰键
zh_hant: 同時按下左右修飾鍵

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Report an Issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ja: 不具合の報告
ko: 문제 보고
zh_hans: 报告问题
zh_hant: 回報問題

source: Restore Subscription
de: Abonnement wiederherstellen
es: Restaurar suscripción
fr: Restaurer l’abonnement
ja: サブスクリプションを復元
ko: 구독 복원
zh_hans: 恢复订阅
zh_hant: 還原訂閱

source: Right
de: Rechte Seite
es: Lado derecho
fr: Côté droit
ja: 画面右側
ko: 화면 오른쪽
zh_hans: 屏幕右侧
zh_hant: 螢幕右側

source: Rotate
de: Drehen
es: Rotar
fr: Pivoter
ja: 回転
ko: 회전
zh_hans: 旋转
zh_hant: 旋轉

source: Rotate Left
de: Gegen den Uhrzeigersinn drehen
es: Rotar a la izquierda
fr: Pivoter à gauche
ja: 半時計回りに回転
ko: 반시계 방향으로 회전
zh_hans: 逆时针旋转
zh_hant: 逆時針旋轉

source: Rotate Right
de: Im Uhrzeigersinn drehen
es: Rotar a la derecha
fr: Pivoter à droite
ja: 時計回りに回転
ko: 시계 방향으로 회전
zh_hans: 顺时针旋转
zh_hant: 順時針旋轉

# sendBack
source: Send to Backmost
de: Ganz nach hinten
es: Enviar al fondo
fr: Mettre à l’arrière-plan
ja: 最背面へ配置
ko: 맨 뒤로 보내기
zh_hans: 移到最后面
zh_hant: 移到最後面

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ja: 設定…
ko: 설정…
zh_hans: 设置…
zh_hant: 設定…

source: Show Canvas
de: Leinwand anzeigen
es: Mostrar lienzo
fr: Afficher le canevas
ja: キャンバスを表示
ko: 캔버스 표시
zh_hans: 显示画布
zh_hant: 顯示畫布

# showTriggerMethod
source: Show trigger method at launch
de: Auslösemethode beim Start anzeigen
es: Mostrar método de activación al iniciar
fr: Afficher la méthode de déclenchement au lancement
ja: アプリ起動時にトリガー方法を表示
ko: 실행 시 트리거 방법 표시
zh_hans: 启动时显示触发方式
zh_hant: 啟動時顯示觸發方式

# terminateApp
source: Quit ScreenNote
de: ScreenNote beenden
es: Salir de ScreenNote
fr: Quitter ScreenNote
ja: ScreenNoteを終了
ko: ScreenNote 종료
zh_hans: 退出 ScreenNote
zh_hant: 結束 ScreenNote

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d’utilisation
ja: 利用規約
ko: 이용 약관
zh_hans: 服务条款
zh_hant: 服務條款

# thankYouDonation
source: Thank you for your donation!
de: Vielen Dank für Ihre Spende!
es: ¡Gracias por tu donación!
fr: Merci pour votre don !
ja: ご寄付ありがとうございます！
ko: 기부해 주셔서 감사합니다!
zh_hans: 感谢您的捐款！
zh_hant: 感謝您的捐款！

# thankYouSupporting
source: Thank you for your kind support!
de: Vielen Dank für Ihre freundliche Unterstützung!
es: ¡Gracias por tu amable apoyo!
fr: Merci pour votre généreux soutien !
ja: 温かいご支援ありがとうございます！
ko: 따뜻한 후원에 감사드립니다!
zh_hans: 感谢您的热情支持！
zh_hant: 感謝您的熱情支持！

# toolArrow
source: Arrow Tool
de: Pfeil-Werkzeug
es: Herramienta flecha
fr: Outil flèche
ja: 矢印ツール
ko: 화살표 도구
zh_hans: 箭头工具
zh_hant: 箭頭工具

source: Tool Bar Position
de: Position der Werkzeugleiste
es: Posición de la barra de herramientas
fr: Position de la barre d’outils
ja: ツールバーの位置
ko: 도구 막대 위치
zh_hans: 工具栏位置
zh_hant: 工具列位置

# toolFillOval
source: Fill Oval Tool
de: Ellipsen-Werkzeug (gefüllt)
es: Herramienta óvalo relleno
fr: Outil ovale plein
ja: 楕円ツール（塗りつぶし）
ko: 타원 도구(채우기)
zh_hans: 椭圆工具（填充）
zh_hant: 橢圓工具（填充）

# toolFillRect
source: Fill Rectangle Tool
de: Rechteck-Werkzeug (gefüllt)
es: Herramienta rectángulo relleno
fr: Outil rectangle plein
ja: 長方形ツール（塗りつぶし）
ko: 사각형 도구(채우기)
zh_hans: 矩形工具（填充）
zh_hant: 矩形工具（填充）

# toolLine
source: Line Tool
de: Linien-Werkzeug
es: Herramienta línea
fr: Outil ligne
ja: 直線ツール
ko: 직선 도구
zh_hans: 直线工具
zh_hant: 直線工具

# toolLineOval
source: Line Oval Tool
de: Ellipsen-Werkzeug (Kontur)
es: Herramienta óvalo (contorno)
fr: Outil ovale (contour)
ja: 楕円ツール（輪郭線）
ko: 타원 도구(윤곽선)
zh_hans: 椭圆工具（轮廓）
zh_hant: 橢圓工具（外框）

# toolLineRect
source: Line Rectangle Tool
de: Rechteck-Werkzeug (Kontur)
es: Herramienta rectángulo (contorno)
fr: Outil rectangle (contour)
ja: 長方形ツール（輪郭線）
ko: 사각형 도구(윤곽선)
zh_hans: 矩形工具（轮廓）
zh_hant: 矩形工具（外框）

# toolPen
source: Pen Tool
de: Stift-Werkzeug
es: Herramienta pluma
fr: Outil stylo
ja: ペンツール
ko: 펜 도구
zh_hans: 画笔工具
zh_hant: 畫筆工具

# toolSelect
source: Select Tool
de: Auswahl-Werkzeug
es: Herramienta selección
fr: Outil sélection
ja: 選択ツール
ko: 선택 도구
zh_hans: 选择工具
zh_hant: 選取工具

# toolText
source: Text Tool
de: Text-Werkzeug
es: Herramienta texto
fr: Outil texte
ja: テキストツール
ko: 텍스트 도구
zh_hans: 文本工具
zh_hant: 文字工具

source: Top
de: Oben
es: Parte superior
fr: Haut de l’écran
ja: 画面上部
ko: 화면 상단
zh_hans: 屏幕顶部
zh_hant: 螢幕頂部

source: Trigger Method
de: Auslösemethode
es: Método de activación
fr: Méthode de déclenchement
ja: トリガー方法
ko: 트리거 방법
zh_hans: 触发方式
zh_hant: 觸發方式

source: Vertical Align Bottom
de: Vertikal unten ausrichten
es: Alinear verticalmente abajo
fr: Aligner verticalement en bas
ja: 垂直方向下に整列
ko: 수직 아래쪽 정렬
zh_hans: 垂直靠下对齐
zh_hant: 垂直靠下對齊

source: Vertical Align Center
de: Vertikal zentriert ausrichten
es: Alinear verticalmente al centro
fr: Aligner verticalement au centre
ja: 垂直方向中央に整列
ko: 수직 가운데 정렬
zh_hans: 垂直居中对齐
zh_hant: 垂直置中對齊

source: Vertical Align Top
de: Vertikal oben ausrichten
es: Alinear verticalmente arriba
fr: Aligner verticalement en haut
ja: 垂直方向上に整列
ko: 수직 위쪽 정렬
zh_hans: 垂直靠上对齐
zh_hant: 垂直靠上對齊

# %lfs
source: %3.1lf s
ja: %3.1lf 秒
ko: %3.1lf 초
zh_hans: %3.1lf 秒
zh_hant: %3.1lf 秒
